[
    {
        "title": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison",
        "location": "Nancy Nicholas Hall",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison grows from a two-year archival and oral history project. This exhibit focuses on several decades of local Wisconsin grassroots activism enacted by the Madison and Dane County Raging Grannies. Featuring an array of granny hats, aprons, songbooks, political buttons, and instruments, as well as video and audio clips of their original songs, this exhibit explores how senior women have engaged in a wide variety of activities.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Humanities",
            "Aging",
            "Activism",
            "Gender",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Gender and Women Studies",
            "Center for Design and Material Culture",
            "CDMC",
            "Center for Research on Gender and Women",
            "Raging grannies"
        ]
    },
    {
        "title": "In no. 5: The Light Saw What I Couldn’t by MFA Candidate Paulina King",
        "location": "Abel Contemporary Gallery, 524 East Main St, Stoughton",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 42.9177627,
        "longitude": -89.21468349999999,
        "description": "Exhibition dates: February 28 – April 13, Opening Reception: Friday, February 28, 5-8pm, & Artist Talk with Pauli King: Saturday, March 15, 2pm. King's work explores light through the manipulation of translucency and color. Through intentional positioning of poured silicone sheets, King creates large scale color fields with tones inspired by the sky. Light activates each work, which in turn generate subtle auras and change the atmospheric conditions of their surroundings and is transformative.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "As Long As It’s Safe To Do So",
        "location": "Eli’s Art Supplies, 2348 E Washington Ave",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0984254,
        "longitude": -89.3514848,
        "description": "Exhibition dates: February 21 – April 30, Open Wednesday to Sunday 12-6pm. Reception: Friday, February 21, 6-9pm, A live collaborative demo between the three artists will begin at 6pm. In collaboration with Eli’s Art Supplies, As Long As It’s Safe To Do So is a group show featuring artists Ava Albelo (Mary Chains), Rachael Hunter, and R-Lo.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "Dragonfly Monitoring",
        "location": "Meet at Visitor Center, UW–Madison Arboretum",
        "start_time": "10a.m.",
        "end_time": "12p.m.",
        "latitude": 43.0428709,
        "longitude": -89.4243205,
        "description": "The Arboretum relies on volunteers to help survey dragonfly diversity and habitat quality. Gain the knowledge and skills to participate in this citizen science project and monitor dragonflies in your community. Participants will learn to identify common dragonfly species, conduct surveys, and record and submit data. No experience needed. Presented in partnership with the Wisconsin Dragonfly Society. Free, registration required by March 2: go.wisc.edu/zxg64j. Meet at the Visitor Center.",
        "tags": [
            "Science",
            "Volunteerism",
            "Research",
            "Environment",
            "Nature",
            "Sustainability",
            "Citizen science"
        ]
    },
    {
        "title": "Afterlives: Material Stories from the Helen Louise Allen Textile Collection",
        "location": "Lynn Mecklenburg Textile Gallery,Nancy Nicholas Hall",
        "start_time": "10a.m.",
        "end_time": "4p.m.",
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "Afterlives explores the many lives of objects and what happens to textiles after they enter the Helen Louise Allen Textile Collection. From a quilt made out of carefully saved 19th-century American cigar silks to an robe from Turkmenistan, material things carry traces of their journey through past, present, and future in our Collection. Both poetic and practical, the exhibition explores what these treasures can teach us if we pay attention to their stories.",
        "tags": [
            "Arts",
            "Exhibitions",
            "International",
            "History",
            "Humanities",
            "Design",
            "Textiles",
            "Material culture",
            "SoHE",
            "Archive",
            "Lynn Mecklenburg Textile Gallery",
            "Helen Louise Allen",
            "textiles, art, SoHE",
            "Center for Design and Material Culture",
            "CDMC",
            "Campus collections"
        ]
    },
    {
        "title": "Fitz’s St. Patrick’s Alzheimer’s Fundraiser & Raffle",
        "location": "Fitz's On The Lake, W11602 Hwy V, Lodi, WI 53555",
        "start_time": "11a.m.",
        "end_time": "7p.m.",
        "latitude": 43.3590428,
        "longitude": -89.5777176,
        "description": "All are invited to attend a St. Patrick’s Day fundraiser at Fitz’s on the Lake to support the UW Initiative to End Alzheimer’s (IEA). Enjoy corned beef and cabbage, live music and the opportunity to win exciting raffle prizes.Event details:Food starts at 11 a.m. Shenanigans and live music start at 4 p.m. Raffle at 7 p.m. (do not need to be present to win)",
        "tags": [
            "Fundraiser",
            "Holidays",
            "Statewide Outreach",
            "Community event",
            "St. Patrick's",
            "Alzheimers",
            "UW IEA",
            "Shenanigans",
            "Lodi"
        ]
    },
    {
        "title": "Souper Bowl Fundraiser 2025: Ceramic Bowl Trimming",
        "location": "Ceramics Lab Room 1040,Art Lofts",
        "start_time": "12p.m.",
        "end_time": "4p.m.",
        "latitude": 43.0690363,
        "longitude": -89.3954208,
        "description": "Presented by the Habitat for Humanity UW-Madison Campus Chapter and the UW Art Ceramics Program, come make bowls to use and donate at the Souper Bowl Fundraiser at Madison West High School on Saturday, April 12th from 12 to 5pm. Join the Ceramic Bowl Making on Saturday, March 15 from 12 to 4pm as well, open to UW-Madison students, staff, and faculty, bowl pickup will be Wednesday, April 9th!",
        "tags": [
            "Arts",
            "Volunteerism",
            "Art",
            "Ceramics",
            "Habitat for humanity",
            "Art department",
            "School of Education",
            "Souperbowl",
            "Arts at uw"
        ]
    },
    {
        "title": "Nature Hike",
        "location": "Meet at Visitor Center, UW–Madison Arboretum",
        "start_time": "1p.m.",
        "end_time": "2:30p.m.",
        "latitude": 43.0428709,
        "longitude": -89.4243205,
        "description": "Learn about the land, plants, animals, fungi, phenology, and ecology. Geared for adults, these longer walks may cover some sloping terrain. Wear sturdy closed-toe shoes and come prepared for weather. Walks canceled for unsafe conditions. Free, no registration required. Meet at the Visitor Center.",
        "tags": [
            "Science",
            "Research",
            "Environment",
            "Nature",
            "Sustainability",
            "Wellness"
        ]
    },
    {
        "title": "Family Nature Program: Mud Season",
        "location": "Meet at Visitor Center, UW–Madison Arboretum",
        "start_time": "1:30p.m.",
        "end_time": "3:30p.m.",
        "latitude": 43.0428709,
        "longitude": -89.4243205,
        "description": "This program is a fun, fascinating way for families with children elementary age and younger to explore the natural world. Nature walk: 1:30–2:30 p.m., activities: 2:30–3:30 p.m. Adults must attend. Wear sturdy closed-toe shoes and come prepared for weather. Walks canceled for unsafe conditions. Free, no registration required. Meet at the Visitor Center.",
        "tags": [
            "Science",
            "Research",
            "Environment",
            "Nature",
            "Children and youth",
            "Wellness"
        ]
    },
    {
        "title": "Body Speak Free",
        "location": "Neighborhood House Community Center (29 S. Mills St.)",
        "start_time": "4p.m.",
        "end_time": "5:15p.m.",
        "latitude": 43.066763,
        "longitude": -89.403784,
        "description": "A beginner friendly, drop-in adult dance and movement workshop series. The goal of the series is to investigate where creativity is housed in our bodies, so that we may feel and access it for ourselves and express it. What does your body have to say?Basic fundamentals from ballet, modern dance, and social Latin dances will be introduced throughout the course. Breathing exercises, guided meditation, and light exercises such as stretching, holding poses and jumping will also be incorporated, to",
        "tags": [
            "Classes",
            "Arts",
            "Athletics",
            "Dance",
            "Wellness",
            "Movement"
        ]
    },
    {
        "title": "Sunday Game Night",
        "location": "The Sett,Union South",
        "start_time": "5p.m.",
        "end_time": "",
        "latitude": 43.071313,
        "longitude": -89.40772,
        "description": "https://union.wisc.edu/events-and-activities/event-calendar/event/sunday-game-night-13",
        "tags": []
    }
]