[
    {
        "title": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison",
        "location": "Nancy Nicholas Hall",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison grows from a two-year archival and oral history project. This exhibit focuses on several decades of local Wisconsin grassroots activism enacted by the Madison and Dane County Raging Grannies. Featuring an array of granny hats, aprons, songbooks, political buttons, and instruments, as well as video and audio clips of their original songs, this exhibit explores how senior women have engaged in a wide variety of activities.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Humanities",
            "Aging",
            "Activism",
            "Gender",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Gender and Women Studies",
            "Center for Design and Material Culture",
            "CDMC",
            "Center for Research on Gender and Women",
            "Raging grannies"
        ]
    },
    {
        "title": "In no. 5: The Light Saw What I Couldn’t by MFA Candidate Paulina King",
        "location": "Abel Contemporary Gallery, 524 East Main St, Stoughton",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 42.9177627,
        "longitude": -89.21468349999999,
        "description": "Exhibition dates: February 28 – April 13, Opening Reception: Friday, February 28, 5-8pm, & Artist Talk with Pauli King: Saturday, March 15, 2pm. King's work explores light through the manipulation of translucency and color. Through intentional positioning of poured silicone sheets, King creates large scale color fields with tones inspired by the sky. Light activates each work, which in turn generate subtle auras and change the atmospheric conditions of their surroundings and is transformative.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "As Long As It’s Safe To Do So",
        "location": "Eli’s Art Supplies, 2348 E Washington Ave",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0984254,
        "longitude": -89.3514848,
        "description": "Exhibition dates: February 21 – April 30, Open Wednesday to Sunday 12-6pm. Reception: Friday, February 21, 6-9pm, A live collaborative demo between the three artists will begin at 6pm. In collaboration with Eli’s Art Supplies, As Long As It’s Safe To Do So is a group show featuring artists Ava Albelo (Mary Chains), Rachael Hunter, and R-Lo.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "Lodi FFA Toy Show",
        "location": "",
        "start_time": "8a.m.",
        "end_time": "2p.m.",
        "latitude": 43.0984254,
        "longitude": -89.3514848,
        "description": "https://today.wisc.edu/events/view/206637",
        "tags": [
            "ARS Arlington"
        ]
    },
    {
        "title": "Mt. Mendota Madness - Climbing Competition",
        "location": "Mt. Mendota Climbing Wall,Bakke Recreation & Wellbeing Center",
        "start_time": "9a.m.",
        "end_time": "4p.m.",
        "latitude": 43.07675,
        "longitude": -89.4201054,
        "description": "Rise above the rest and showcase top rope climbing and bouldering skills against other UW-Madison students.Register for recreational, intermediate, or advanced levels.Registration begins January 27 and ends March 3 at 9am.All participants must purchase an Intramural Sports Pass and register through FusionPlay to participate.T-shirt, stickers, and gear rentals are included with registration",
        "tags": [
            "Recreation",
            "Fun",
            "Sports",
            "Rec sports",
            "Student affairs",
            "Activities",
            "Wellbeing",
            "Alcohol free",
            "Rec well",
            "Recreation & wellbeing",
            "Recwell",
            "Rock climbing",
            "Climbing"
        ]
    },
    {
        "title": "Afterlives: Material Stories from the Helen Louise Allen Textile Collection",
        "location": "Lynn Mecklenburg Textile Gallery,Nancy Nicholas Hall",
        "start_time": "10a.m.",
        "end_time": "4p.m.",
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "Afterlives explores the many lives of objects and what happens to textiles after they enter the Helen Louise Allen Textile Collection. From a quilt made out of carefully saved 19th-century American cigar silks to an robe from Turkmenistan, material things carry traces of their journey through past, present, and future in our Collection. Both poetic and practical, the exhibition explores what these treasures can teach us if we pay attention to their stories.",
        "tags": [
            "Arts",
            "Exhibitions",
            "International",
            "History",
            "Humanities",
            "Design",
            "Textiles",
            "Material culture",
            "SoHE",
            "Archive",
            "Lynn Mecklenburg Textile Gallery",
            "Helen Louise Allen",
            "textiles, art, SoHE",
            "Center for Design and Material Culture",
            "CDMC",
            "Campus collections"
        ]
    },
    {
        "title": "Wisconsin Hoofers Spring Swap",
        "location": "Tripp Commons,Memorial Union",
        "start_time": "11a.m.",
        "end_time": "",
        "latitude": 43.0762475,
        "longitude": -89.4000123,
        "description": "https://union.wisc.edu/events-and-activities/event-calendar/event/wisconsin-hoofers-spring-swap",
        "tags": []
    },
    {
        "title": "Sunday Tour: The Crafted World of Wharton Esherick",
        "location": "Chazen Museum of Art",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0738323,
        "longitude": -89.39931930000002,
        "description": "Join us for a guided tour of The Crafted World of Wharton Esherick! Meet at the front desk for a closer look at Esherick’s innovative work, from woodcut illustrations to sculptural furniture. Tours last up to 60 minutes and encourage conversation, exploration, and close engagement with Esherick's interdisciplinary artistry.Advanced reservation encouraged. Walk-ins will be welcome as space allows.",
        "tags": [
            "Arts",
            "Humanities",
            "Chazen Museum of Art"
        ]
    },
    {
        "title": "Material Intelligence",
        "location": "Ruth Davis Design Gallery,Nancy Nicholas Hall",
        "start_time": "12p.m.",
        "end_time": "4p.m.",
        "latitude": 43.0756796,
        "longitude": -89.4091874,
        "description": "Inspired by Material Intelligence magazine’s exploration of individual commonplace materials, this exhibition foregrounds two key substances–linen and glass–and invites visitors to experiment with many more. \"Threads\" explores the metaphorical vibrancy of linen and other fibers through the work of Ann Coddington. \"Spheres of Influence\" reveals how the material possibilities of glass and the embodied skills of glassmakers have shaped intellectual life at UW-Madison.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Science",
            "Humanities",
            "Design",
            "Textiles",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Weaving",
            "Center for Design and Material Culture",
            "CDMC",
            "Glassmadisonexhibitions",
            "Glasslab",
            "Basketry"
        ]
    },
    {
        "title": "Nature Hike",
        "location": "Meet at Visitor Center, UW–Madison Arboretum",
        "start_time": "1p.m.",
        "end_time": "2:30p.m.",
        "latitude": 43.0428709,
        "longitude": -89.4243205,
        "description": "Learn about the land, plants, animals, fungi, phenology, and ecology. Geared for adults, these longer walks may cover some sloping terrain. Wear sturdy closed-toe shoes and come prepared for weather. Walks canceled for unsafe conditions. Free, no registration required. Meet at the Visitor Center.",
        "tags": [
            "Science",
            "Research",
            "Environment",
            "Nature",
            "Sustainability",
            "Wellness"
        ]
    },
    {
        "title": "UW Cinematheque – At the Chazen: Treasures from the WCFTR",
        "location": "Auditorium,Chazen Museum of Art",
        "start_time": "2p.m.",
        "end_time": "",
        "latitude": 43.0738323,
        "longitude": -89.39931930000002,
        "description": "Director: Samira MakhmalbafCast: Massoumeh Naderi, Zahra Naderi, Ghorban Ali NaderiTwelve-year-old twins Massoumeh and Zahra have been imprisoned by their parents in their home in Tehran for years, and a social worker pushes for their freedom after neighbors bring attention to the girls’ plight. Based on a true story and with the actual family playing themselves, The Apple is a sensitive yet probing reenactment of the events, boldly mixing documentary and drama.",
        "tags": [
            "Arts",
            "Humanities",
            "Chazen Museum of Art",
            "Cinematheque"
        ]
    },
    {
        "title": "UW Cinematheque - At the Chazen: Treasures from the WCFTR",
        "location": "Chazen Museum of Art",
        "start_time": "2p.m.",
        "end_time": "",
        "latitude": 43.0738323,
        "longitude": -89.39931930000002,
        "description": "Cast: Massoumeh Naderi, Zahra Naderi, Ghorban Ali NaderiTwelve-year-old twins Massoumeh and Zahra have been imprisoned by their parents in their home in Tehran for years, and a social worker pushes for their freedom after neighbors bring attention to the girls’ plight. Based on a true story and with the actual family playing themselves, The Apple is a sensitive yet probing reenactment of the events, boldly mixing documentary and drama.",
        "tags": [
            "Arts",
            "Film",
            "Free",
            "Chazen Museum of Art",
            "UW Cinematheque"
        ]
    },
    {
        "title": "August Wilson's Joe Turner's Come and Gone",
        "location": "Mitchell,Vilas Hall",
        "start_time": "2p.m.",
        "end_time": "4:30p.m.",
        "latitude": 43.0726995,
        "longitude": -89.39985999999999,
        "description": "University Theatre presents August Wilson’s powerful drama, set in a boarding house in 1911 Pittsburgh, that reaches deep into the well of a painful past to create a story of spiritual and emotional resurrection. Building on his work with 2023’s Fences, Dr. Baron Kelly continues his creative and scholarly investigation of Wilson’s work, speaking to the spiritual, cultural, social, and political connections in performance.",
        "tags": [
            "Arts",
            "Theater",
            "African american literature",
            "Play",
            "Theater production",
            "American Drama",
            "Performances",
            "African-American culture",
            "Theatre &amp; Drama"
        ]
    },
    {
        "title": "Sunday Game Night",
        "location": "The Sett,Union South",
        "start_time": "5p.m.",
        "end_time": "",
        "latitude": 43.071313,
        "longitude": -89.40772,
        "description": "https://union.wisc.edu/events-and-activities/event-calendar/event/sunday-game-night-12",
        "tags": []
    }
]