[
    {
        "title": "The Westlands: Master of Fine Arts Thesis Exhibition by Jason Houge",
        "location": "Art Lofts Gallery,Art Lofts",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0690363,
        "longitude": -89.3954208,
        "description": "Exhibition dates: February 25 – March 8, Reception: Monday, March 3, 5-8pm.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "Rachael's Painting Show and Mixer",
        "location": "Delta Beer Lab, 167 E Badger Rd, Fitchburg",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0370356,
        "longitude": -89.38225949999999,
        "description": "Exhibition dates: February 1 — 28, Reception: Saturday, February 1, 6-9pm. Come check out the paintings of undergraduate senior Rachael Hunter, grab a drink, and get creative! Beer and food are available for purchase, and you can also shop stickers and prints featuring Hunter's work. If you can’t make it to the opening night, don’t worry—the paintings will be up for the whole month.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "Peace Corps Recruiting Office",
        "location": "First Floor,Memorial Union",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0762475,
        "longitude": -89.4000123,
        "description": "Come to the first meeting of the semester of the Peace Corps Advocates.  A returned volunteer who served in Senegal in the Agriculture sector will speak about his experiences during service.  Anyone who is interested in Peace Corps is welcome to attend!",
        "tags": [
            "Careers and advising",
            "Volunteerism",
            "International",
            "Humanities",
            "Sustainability",
            "Diversity",
            "Social justice",
            "Peace Corps",
            "#PeaceCorpsWeek",
            "International/IRIS"
        ]
    },
    {
        "title": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison",
        "location": "Nancy Nicholas Hall",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison grows from a two-year archival and oral history project. This exhibit focuses on several decades of local Wisconsin grassroots activism enacted by the Madison and Dane County Raging Grannies. Featuring an array of granny hats, aprons, songbooks, political buttons, and instruments, as well as video and audio clips of their original songs, this exhibit explores how senior women have engaged in a wide variety of activities.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Humanities",
            "Aging",
            "Activism",
            "Gender",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Gender and Women Studies",
            "Center for Design and Material Culture",
            "CDMC",
            "Center for Research on Gender and Women",
            "Raging grannies"
        ]
    },
    {
        "title": "Convergence",
        "location": "Textile Arts Center of Madison, 2436 Pennsylvania Ave, Madison",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.1053381,
        "longitude": -89.35874129999999,
        "description": "Exhibition dates: January 31 – March 1, Reception: Friday, January 31, 5:30-7:30pm. Curated by alumna Annmarie Suglio, Convergence is an exhibition providing a meeting place for fiber, textile, and paper works created by current students and alumni of UW-Madison. The artists explore themes of materiality, the passage of time, and sense of self, conveying these timeless themes through selected innovative textile or fiber art combined with a contemporary lens.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw",
            "Textile art",
            "Fiber art"
        ]
    },
    {
        "title": "Building in the Imagination: Master of Fine Arts Qualifier Exhibition by Alex Mikev",
        "location": "Gallery 7,Mosse Humanities Building",
        "start_time": "All Day!",
        "end_time": null,
        "latitude": 43.0741703,
        "longitude": -89.4000444,
        "description": "February 24 – March 1, Reception: Friday, February 28, 6-9pm. Building in the Imagination will include video projection, animation, and other media to explore reality vs. the imagination in how we make and build things.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "RISE: Exploring Possibilities for Global Research on Climate Change and Health",
        "location": "1333Sterling Hall",
        "start_time": "8a.m.",
        "end_time": "9:15a.m.",
        "latitude": 43.074497,
        "longitude": -89.4055573,
        "description": "Man-made climate change affects the environment in which we live and has a dramatic effect on our health. Inspired by the Wisconsin RISE initiative, this session will explore the possibilities and challenges of conducting research on climate change and health.  Dr. Allen will discuss the heat waves and cardiovascular risk in aging Black adults. Dr. Wendland will address floods and women's reproductive health in Malawi. Dr. Abadie will cover hurricanes and injection risk in rural Puerto Rico.",
        "tags": [
            "Climate",
            "International",
            "Health",
            "Climate change",
            "Global Health",
            "IRIS"
        ]
    },
    {
        "title": "Constructs of Color—Hard & Soft",
        "location": "9th floor Vision Gallery,Wisconsin Institutes for Medical Research",
        "start_time": "8:30a.m.",
        "end_time": "5p.m.",
        "latitude": 43.078097,
        "longitude": -89.43164949999999,
        "description": "An exhibition exploring the multifaceted impacts of color, in works of translucent glass and stitched fabrics.- Stained glass works by Randy Glysch- Fiber, needlework, and mixed media stitchworks by Memory Cloth Circle artists",
        "tags": [
            "Arts",
            "Exhibitions"
        ]
    },
    {
        "title": "Global Health Institute Global Health Tuesday Webinar",
        "location": "Online",
        "start_time": "9a.m.",
        "end_time": "10a.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Kristin Long, Assistant Professor of Surgery, UW–Madison, and GHI Advisory Member, moderates a timely conversation about women in science with researchers from UW–Madison and the health sector.Panelists include: Caroline Zellmer, Senior Program Manager, Foresite Labs, and Zuzana Burivalova, Assistant Professor, Department of Forest & Wildlife Ecology, and the Nelson Institute for Environmental Studies, UW–Madison.Visit our website for more webinar series info.",
        "tags": [
            "Health",
            "Women In Science",
            "Global Health",
            "Forest and Wildlife Ecology",
            "Webinar",
            "Ghi",
            "Endocrine surgery",
            "RISE Initiative",
            "RISE-THRIVE",
            "Kristin Long",
            "Zuzana Burivalova"
        ]
    },
    {
        "title": "Python Programming: Spreadsheets and Data Manipulation",
        "location": "Online, connection information will be sent in advance",
        "start_time": "10a.m.",
        "end_time": "12p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Real-world data can be messy. This workshop will cover a range of topics related to organizing and manipulating spreadsheet data for more effective analysis. We’ll use pandas, a popular and free data analysis library written for Python.Prerequisite: Understanding of basic Python concepts (e.g., functions, operators, data types) is helpful.Registration required (link below)",
        "tags": [
            "Libraries",
            "Ebling Library for the Health Sciences",
            "GSPD",
            "Research Computing",
            "Libraries: Workshops",
            "Ebling: Workshops",
            "Steenbock: Workshops",
            "Libraries: Graduate Support Series",
            "Steenbock",
            "Graduate Support Series",
            "Data science",
            "Data science training",
            "Python Programming",
            "Libraries: data services",
            "Disciplinary expertise &amp; interdisciplinary connections"
        ]
    },
    {
        "title": "Opening your First Retail Location",
        "location": null,
        "start_time": "10:30a.m.",
        "end_time": "11:30a.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "What to consider when opening your bricks and mortar store",
        "tags": [
            "Innovation",
            "Retailing",
            "Innovate",
            "Startup",
            "Small business",
            "WI SBDC"
        ]
    },
    {
        "title": "Willard/Physical Seminar: Sir Michael Berry (University of Bristol)",
        "location": "1315 Seminar Hall ,Chemistry Building",
        "start_time": "11a.m.",
        "end_time": "12p.m.",
        "latitude": 43.0725942,
        "longitude": -89.4046935,
        "description": "Join us in the chemistry department for a Willard/Physical seminar from Sir Michael Berry! Refreshments will be provided, please click the link for additional information.",
        "tags": [
            "Science",
            "Chemistry",
            "Seminar"
        ]
    },
    {
        "title": "FRESH webinar",
        "location": "Online",
        "start_time": "11a.m.",
        "end_time": "12p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Sanja Ilic, Associate Professor, Department of Human Sciences, The Ohio State University",
        "tags": [
            "Lectures",
            "Science",
            "Public health",
            "Microbiology",
            "Food science",
            "Food safety"
        ]
    },
    {
        "title": "Workplace Change",
        "location": "Online",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Although change can happen quickly, our adaptation to it can be a slow process during which we go through many transitions. LifeMatters and the Employee Assistance Office are offering this free virtual webinar. Participants will learn how to understand workplace change and its impact on people; develop strategies to become more adaptable; and become a positive influence on the change process. Register online to receive the Zoom link.",
        "tags": [
            "Employees",
            "Employee wellness",
            "Employee well-being"
        ]
    },
    {
        "title": "Talk: From Language to Silicon: Programming Systems for Sparse Accelerators",
        "location": "1240Computer Sciences",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "LIVE STREAM:https://uwmadison.zoom.us/j/93718552231?pwd=sT5wyiW8EMu8AzOrcLoZVCfEf63rOh.1Abstract:In this era of specialization, modern hardware development focuses on domain-specific accelerator design due to the plateau in technology scaling combined with a continual need for performance. However, domain-specific programming systems for these accelerators require extreme engineering effort, and their complexity has largely caused them to lag behind. Fundamentally, the widespread usability, proliferation, and democratization of domain-specific accelerators hinge on their programming systems, especially when targeting new domains.This talk presents research on accelerator programming systems for the emerging domain of sparsity targeting emerging sparse accelerators. The first system, the Sparse Abstract Machine (SAM), introduces a unified abstract machine model and compiler abstraction for sparse dataflow accelerators. SAM defines a novel streaming representation and abstract dataflow interfaces that serve as an abstraction to decouple sparse accelerator implementations from their programs, similar to a stable ISA for dataflow. The second system, Mosaic, introduces modular and portable compilation solutions across different sparse accelerators and high-performance systems. These systems are a first step towards usable and programmable heterogeneous hardware acceleration for all. I will conclude by discussing the next steps to reach this goal, which include programming systems for accelerators in other domains and interoperation between accelerators across domains.Bio:Olivia Hsu is a final-year Computer Science PhD student at Stanford University, advised by Professors Kunle Olukotun and Fredrik Kjolstad. She received her BS in Electrical Engineering and Computer Science (EECS) at UC Berkeley. Her broad research interests include computer architecture, computer and programming systems, compilers, programming languages, and digital circuits/VLSI. Olivia is a 2024 Rising Star in EECS and an NSF Graduate Research Fellow, and her research won a distinguished paper award at PLDI 2023. To learn more about her work, please visit her website athttps://cs.stanford.edu/~owhsu.",
        "tags": [
            "Computer science",
            "Computer sciences"
        ]
    },
    {
        "title": "Social Science Data Sources (Online)",
        "location": "Online",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Are you interested in learning about using data from the ICPSR repository (the Inter-university Consortium for Political and Social Research database) and other social science data sources? Join us for a demo of how to use ICPSR, and an open discussion of how to get access to other social science data.",
        "tags": [
            "Workshops",
            "Libraries",
            "Library",
            "Library Workshops",
            "GSPD",
            "UW-Madison Libraries Graduate Support Series",
            "Libraries: Workshops",
            "Libraries: Graduate Support Series",
            "Disciplinary expertise and interdisciplinary connections",
            "Inquiry, discovery, and creation",
            "Graduate School Professional Development",
            "Disciplinary expertise &amp; interdisciplinary connections",
            "Inquiry, discovery &amp; creation",
            "Finding data",
            "Finding datasets",
            "Finding data sets",
            "ICPSR"
        ]
    },
    {
        "title": "Language Careers Beyond Translation",
        "location": "SuccessWorks - 3rd Floor of the University Book Store Building",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0745885,
        "longitude": -89.3978103,
        "description": "Join this workshop to learn how to articulate the value of your language skills and a liberal arts education to employers in a variety of career paths. You’ll also learn about job search strategies and many paths available to you beyond translation and teaching abroad.Cosponsored by the Language Institute and SuccessWorks.",
        "tags": [
            "Careers and advising",
            "International",
            "Humanities",
            "Global",
            "Languages",
            "Language",
            "Careers",
            "Language Institute",
            "Russian Flagship Program"
        ]
    },
    {
        "title": "East Asia Now",
        "location": "206Ingraham Hall",
        "start_time": "12p.m.",
        "end_time": "",
        "latitude": 43.07549789999999,
        "longitude": -89.4053275,
        "description": "A panel discussion featuring UW experts Charles Kim, Eunsook Jung, and Terence Roehrig on the aftermath of President Yoon Suk-yeol's attempted coup. CEAS Associate Director David Fields will serve as moderator.",
        "tags": [
            "International",
            "History",
            "Korea",
            "Political science",
            "CEAS",
            "IRIS",
            "Korean studies"
        ]
    },
    {
        "title": "Guided Tour: “You Belong Here” Art Exhibit, Chazen Art Museum",
        "location": "Chazen Museum of ArtAlso offered online",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0738323,
        "longitude": -89.39931930000002,
        "description": "Join us for a special tour of the traveling exhibition \"You Belong Here: Place, People, and Purpose in Latinx Photography\".Please register in advance as space is limited.",
        "tags": [
            "International",
            "Human rights",
            "Latin america",
            "Social justice",
            "LACIS",
            "Peru",
            "Caribbean",
            "Iberian Peninsula",
            "IRIS"
        ]
    },
    {
        "title": "WID Seminar Series",
        "location": "3rd Floor Orchard View Room,Discovery BuildingAlso offered online",
        "start_time": "1p.m.",
        "end_time": "2:15p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Discovering simplicity in complex systems at the intersection of digital and natural worlds.  Join us to catch the latest from the Del Pia Lab with Dekun Zhou presenting on \"Accelerating High-Dimensional Insights: A Block-Diagonal Approach to Sparse PCA.\"Special introduction by Xiaoya Zhang, Sridharan Lab.Online option available. Light refreshments served.",
        "tags": [
            "Wisconsin Institute for Discovery",
            "WID",
            "Machine learning",
            "Data analytics",
            "Del Pia",
            "Sparse pca",
            "High-dimensional data",
            "Statistical methods",
            "Optimization algorithms"
        ]
    }
]