[
    {
        "title": "Wisconsin Sports Business Conference 1",
        "location": "Main Atrium (330 N Orchard Street),Discovery Building",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.072896,
        "longitude": -89.4075586,
        "description": "An opportunity to hear from the finest leaders, executives, and personalities in sport-- including former ESPN Insider Adrian Wojnarowski! Whether you're interested in sports, business, or just looking to hear from incredible leaders- Register NOW @ www.wisconsinsbc.com",
        "tags": [
            "Careers and advising",
            "Athletics",
            "Media",
            "Finance",
            "Leadership",
            "Journalism",
            "Diversity",
            "Free food",
            "Sports",
            "Executive",
            "Free uw",
            "Sports journalism",
            "Sports media",
            "Association of Women in Sports Media",
            "Private Equity",
            "Celebrity"
        ]
    },
    {
        "title": "The Westlands: Master of Fine Arts Thesis Exhibition by Jason Houge",
        "location": "Art Lofts Gallery,Art Lofts",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0690363,
        "longitude": -89.3954208,
        "description": "Exhibition dates: February 25 – March 8, Reception: Monday, March 3, 5-8pm.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "MLRC Speaker Series: Igone Arteagoitia",
        "location": "Online",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Dual language bilingual education (DLBE) programs are diverse in contexts, and have variation in implementation, making it more difficult to determine what factors contribute to their success. For that reason, it is critical to compile evidence from successful DLBE programs to provide a basis for replication and to achieve better fidelity of implementation of these programs, especially as the demand continues to grow.",
        "tags": [
            "School of Education",
            "Education research",
            "Bilingual education"
        ]
    },
    {
        "title": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison",
        "location": "Nancy Nicholas Hall",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "It’s All the Rage: Activism, Aging, and the Raging Grannies of Madison grows from a two-year archival and oral history project. This exhibit focuses on several decades of local Wisconsin grassroots activism enacted by the Madison and Dane County Raging Grannies. Featuring an array of granny hats, aprons, songbooks, political buttons, and instruments, as well as video and audio clips of their original songs, this exhibit explores how senior women have engaged in a wide variety of activities.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Humanities",
            "Aging",
            "Activism",
            "Gender",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Gender and Women Studies",
            "Center for Design and Material Culture",
            "CDMC",
            "Center for Research on Gender and Women",
            "Raging grannies"
        ]
    },
    {
        "title": "In no. 5: The Light Saw What I Couldn’t by MFA Candidate Paulina King",
        "location": "Abel Contemporary Gallery, 524 East Main St, Stoughton",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 42.9177627,
        "longitude": -89.21468349999999,
        "description": "Exhibition dates: February 28 – April 13, Opening Reception: Friday, February 28, 5-8pm, & Artist Talk with Pauli King: Saturday, March 15, 2pm. King's work explores light through the manipulation of translucency and color. Through intentional positioning of poured silicone sheets, King creates large scale color fields with tones inspired by the sky. Light activates each work, which in turn generate subtle auras and change the atmospheric conditions of their surroundings and is transformative.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "As Long As It’s Safe To Do So",
        "location": "Eli’s Art Supplies, 2348 E Washington Ave",
        "start_time": "All Day!",
        "end_time": "",
        "latitude": 43.0984254,
        "longitude": -89.3514848,
        "description": "Exhibition dates: February 21 – April 30, Open Wednesday to Sunday 12-6pm. Reception: Friday, February 21, 6-9pm, A live collaborative demo between the three artists will begin at 6pm. In collaboration with Eli’s Art Supplies, As Long As It’s Safe To Do So is a group show featuring artists Ava Albelo (Mary Chains), Rachael Hunter, and R-Lo.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Art",
            "Exhibition",
            "Art department",
            "School of Education",
            "Arts at uw"
        ]
    },
    {
        "title": "Launch Into Leadership for New Supervisors",
        "location": "",
        "start_time": "8:30a.m.",
        "end_time": "4:30p.m.",
        "latitude": 43.0984254,
        "longitude": -89.3514848,
        "description": "Taking on new supervisory responsibilities is a great opportunity and challenge. Many in supervisory roles have learned either by trial and error or by following what was done by their predecessor. In most cases, this is not a very effective strategy. This course will start you in the right direction with fundamental leadership skills and ideas for how to continue your growth as a supervisor and leader.",
        "tags": [
            "#innovate",
            "#entrepreneurship",
            "#innovation",
            "#startup",
            "#startups",
            "#SBDC",
            "#WSB",
            "#smallbusiness"
        ]
    },
    {
        "title": "Constructs of Color—Hard & Soft",
        "location": "9th floor Vision Gallery,Wisconsin Institutes for Medical Research",
        "start_time": "8:30a.m.",
        "end_time": "5p.m.",
        "latitude": 43.078097,
        "longitude": -89.43164949999999,
        "description": "An exhibition exploring the multifaceted impacts of color, in works of translucent glass and stitched fabrics.- Stained glass works by Randy Glysch- Fiber, needlework, and mixed media stitchworks by Memory Cloth Circle artists",
        "tags": [
            "Arts",
            "Exhibitions"
        ]
    },
    {
        "title": "Research Object Storage (S3): A deep dive for technical support staff (FREE and online)",
        "location": "Online",
        "start_time": "10a.m.",
        "end_time": "12p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "In this virtual session, we’ll further explore Research Object Storage (S3), a new campus-hosted data storage service offering 50TB of no-cost storage to eligible researchers.  This session, which will be geared toward technical support staff, will highlight access methods (such as API), practical applications, and potential issues using the service.  What are common IT tasks associated with this service and how do you know if this is a service you should recommend to your researchers?",
        "tags": [
            "Research",
            "IT Events",
            "Data Science Hub",
            "Data science",
            "Research Cyberinfrastructure",
            "ResearchDrive",
            "Data storage",
            "Data transfer",
            "Research Object Storage (S3)"
        ]
    },
    {
        "title": "Material Intelligence",
        "location": "Ruth Davis Design Gallery,Nancy Nicholas Hall",
        "start_time": "10a.m.",
        "end_time": "7p.m.",
        "latitude": 43.0756796,
        "longitude": -89.4091874,
        "description": "Inspired by Material Intelligence magazine’s exploration of individual commonplace materials, this exhibition foregrounds two key substances–linen and glass–and invites visitors to experiment with many more. \"Threads\" explores the metaphorical vibrancy of linen and other fibers through the work of Ann Coddington. \"Spheres of Influence\" reveals how the material possibilities of glass and the embodied skills of glassmakers have shaped intellectual life at UW-Madison.",
        "tags": [
            "Arts",
            "Exhibitions",
            "Science",
            "Humanities",
            "Design",
            "Textiles",
            "Material culture",
            "School of human ecology",
            "SoHE",
            "Weaving",
            "Center for Design and Material Culture",
            "CDMC",
            "Glassmadisonexhibitions",
            "Glasslab",
            "Basketry"
        ]
    },
    {
        "title": "Afterlives: Material Stories from the Helen Louise Allen Textile Collection",
        "location": "Lynn Mecklenburg Textile Gallery,Nancy Nicholas Hall",
        "start_time": "10a.m.",
        "end_time": "4p.m.",
        "latitude": 43.0757388,
        "longitude": -89.4087644,
        "description": "Afterlives explores the many lives of objects and what happens to textiles after they enter the Helen Louise Allen Textile Collection. From a quilt made out of carefully saved 19th-century American cigar silks to an robe from Turkmenistan, material things carry traces of their journey through past, present, and future in our Collection. Both poetic and practical, the exhibition explores what these treasures can teach us if we pay attention to their stories.",
        "tags": [
            "Arts",
            "Exhibitions",
            "International",
            "History",
            "Humanities",
            "Design",
            "Textiles",
            "Material culture",
            "SoHE",
            "Archive",
            "Lynn Mecklenburg Textile Gallery",
            "Helen Louise Allen",
            "textiles, art, SoHE",
            "Center for Design and Material Culture",
            "CDMC",
            "Campus collections"
        ]
    },
    {
        "title": "Applied Algebra Seminar",
        "location": "901Van Vleck Hall",
        "start_time": "11a.m.",
        "end_time": "",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "https://today.wisc.edu/events/view/203703",
        "tags": [
            "Math",
            "Mathematics",
            "Algebra",
            "Applied algebra",
            "Mathseminars"
        ]
    },
    {
        "title": "Bucky's Pell Pathway & BANNER Monthly Workshop",
        "location": "Pres House, 731 State St. Madison, WI 53703",
        "start_time": "11:45a.m.",
        "end_time": "1p.m.",
        "latitude": 43.0746203,
        "longitude": -89.3986761,
        "description": "These monthly workshops will cover a variety of topics that will support scholars throughout their time at UW-Madison. There will be a guest speaker and lunch provided.",
        "tags": [
            "Financial aid",
            "FASTrack",
            "BANNER",
            "Pathway",
            "Pell Pathway"
        ]
    },
    {
        "title": "The Art of Scientific Storytelling: Writing and Visualizing Your Research",
        "location": "Orchard View Room,Discovery Building",
        "start_time": "12p.m.",
        "end_time": "1:30p.m.",
        "latitude": 43.072896,
        "longitude": -89.4075586,
        "description": "Elevate your scientific communication through storytelling! Learn to craft compelling narratives with engaging prose and visually effective graphics. This workshop explores how storytelling principles bring clarity and impact to complex ideas. Through hands-on activities, gain strategies for efficient drafting and revising, highlight key research features, and design clear, impactful figures. Build confidence in sharing your science persuasively with both words and visuals.",
        "tags": [
            "Professional development",
            "Science communication",
            "GSPD"
        ]
    },
    {
        "title": "Talk: Statistical Challenges in Modern Machine Learning and their Algorithmic Consequences",
        "location": "1240Computer Sciences",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Live stream:TBDAbstract:The success of modern machine learning is driven, in part, by the availability of large-scale datasets. However,  their immense scale also makes the effective curation of such datasets challenging.  Many classical estimators, developed under the assumption of clean, well-behaved data, fare poorly when deployed in these settings. This unfortunate scenario raises several statistical as well as algorithmic challenges: What are the statistical limits of estimation in these settings and can they be realized computationally efficiently?In this talk, I will compare and contrast the task of addressing these challenges in two natural, complementary settings: the first featuring extreme noise and the second, extreme bias. In the first setting, we consider the problem of estimation with heavy-tailed data where recent work has produced estimators achieving optimal statistical performance. However, these solutions are computationally impractical and their analysis, tailored to the specific problem of interest. I will present a simple algorithmic framework that has resulted in state-of-the-art estimators for a broad class of heavy-tailed estimation problems. Next, I consider the complementary setting of extreme bias under the classical Roy model of self-selection bias where bias arises due to the strategic behavior of the data-generating agents. I will describe algorithmic approaches to counteract this bias, yielding the first statistically and computationally efficient estimators in this setting. Finally, I will conclude the talk with future directions targeting the construction of good datasets when the data is drawn from a diverse and heterogeneous range of sources with varying quality and quantity.Bio:Yeshwanth is a postdoctoral researcher at MIT where he is mentored by Constantinos Daskalakis. Previously, he completed his Ph.D at UC Berkeley under the guidance of Peter Bartlett. Yeshwanth is interested in statistical and algorithmic challenges that arise in the modern practice of machine learning. These include settings with extreme amounts of noise or bias, missing or partially observed data, and more recently, the impact of dataset construction on statistical performance.",
        "tags": [
            "Computer science",
            "Computer sciences"
        ]
    },
    {
        "title": "Pathology Grand Rounds -",
        "location": "Online",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "https://today.wisc.edu/events/view/197507",
        "tags": [
            "Grand rounds",
            "Pathology",
            "UWSMPH"
        ]
    },
    {
        "title": "Nourishing Knowledge",
        "location": "Online",
        "start_time": "12p.m.",
        "end_time": "1p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "In this webinar we will explore how Gale Digital Scholar Lab can be utilized to unlock the full potential of the “Food History.” Learn how to analyze, visualize, and manipulate culinary data, uncovering patterns and connections within recipe books. With real-life case studies and practical examples, this webinar is a must-attend for digital humanities scholars, cultural historians, and researchers interested in exploring food culture. Registration required.",
        "tags": [
            "Libraries",
            "Humanities",
            "GSPD",
            "Digital humanities",
            "Community-based learning",
            "Libraries: Workshops",
            "Food history",
            "Data science",
            "Data analysis",
            "Data science training"
        ]
    },
    {
        "title": "Analytical Seminar: Professor Brandon Ruotolo (University of Michigan)",
        "location": "1315 Seminar Hall ,Chemistry Building",
        "start_time": "12:05p.m.",
        "end_time": "1:05p.m.",
        "latitude": 43.0725942,
        "longitude": -89.4046935,
        "description": "Join us in the chemistry department for an analytical seminar from Prof. Brandon Ruotolo! Refreshments will be provided, please click the link for additional information.",
        "tags": [
            "Science",
            "Chemistry",
            "Seminar"
        ]
    },
    {
        "title": "Parenting in Precarity: Experiences of Black Mothers Impacted by Child Protective Services",
        "location": "8417Sewell Social Sciences",
        "start_time": "12:15p.m.",
        "end_time": "1:30p.m.",
        "latitude": 43.0721661,
        "longitude": -89.4007501,
        "description": "Darcey Merritt, Professor, Crown Family School of Social Work, Policy, and Practice, University of Chicago will present this talk as part of the 2025 Spring IRP Seminar Series.",
        "tags": [
            "Poverty",
            "IRP",
            "Irp seminar"
        ]
    },
    {
        "title": "Genomics Seminar Series:  Anthony Gitter, Ph.D., UW Madison",
        "location": "UW Biotechnology Center Auditorium,Genetics-Biotechnology Center BuildingAlso offered online",
        "start_time": "1:30p.m.",
        "end_time": "2:30p.m.",
        "latitude": 43.0737009,
        "longitude": -89.40991,
        "description": "https://today.wisc.edu/events/view/206184",
        "tags": [
            "Genomics",
            "Biotechnology Center",
            "Genomics Seminar Series"
        ]
    }
]